Repository: Izoleshun/django-i18n-boilerplate
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: km, th

source: First
km: ដំបូង
th: หน้าแรก

source: Last
km: ចុងក្រោយ
th: หน้าสุดท้าย

source: Next
km: បន្ទាប់
th: ถัดไป

source: Previous
km: មុន
th: ก่อนหน้า

source: No data available in table
km: មិនមានទិន្នន័យនៅក្នុងតារាងទេ។
th: ไม่มีข้อมูลในตาราง

source: This is text1 from script.js
km: នេះគឺជាអត្ថបទ 1 ពី script.js
th: นี่คือ text1 จาก script.js

source: This is text2 from script.js
km: នេះគឺជាអត្ថបទ 2 ពី script.js
th: นี่คือ text2 จาก script.js

source: This is text3 from script.js
km: នេះគឺជាអត្ថបទ 3 ពី script.js
th: นี่คือ text3 จาก script.js

source: This is text4 from script.js
km: នេះគឺជាអត្ថបទ 4 ពី script.js
th: นี่คือ text4 จาก script.js

source: This is text5 from script.js
km: នេះគឺជាអត្ថបទ 5 ពី script.js
th: นี่คือ text5 จาก script.js

source: This is text6 from script.js
km: នេះគឺជាអត្ថបទ 6 ពី script.js
th: นี่คือ text6 จาก script.js

source: No entries to show
km: មិនមានទិន្នន័យនៅក្នុងតារាងទេ។
th: ไม่มีแถวในการแสดง

source: No records to display
km: មិនមានទិន្នន័យនៅក្នុងតារាងទេ។
th: ไม่มีแถวในการแสดง

source: Please wait - loading...
km: សូមរង់ចាំ - កំពុងផ្ទុក...
th: กรุณารอซักครู่

source: Showing
km: កំពុងបង្ហាញ
th: แสดงแถวที่

source: to
km: ទៅ
th: ถึง

source: of
km: នៃ
th: จาก

source: entries
km: ទិន្នន័យ
th: แถว

source: from
km: ពី
th: จาก

source: total entries
km: ទិន្នន័យសរុប
th: จำนวนแถวทั้งหมด

source: Show
km: បង្ហាញ
th: จำนวน

source: Search
km: ស្វែងរក
th: ค้นหา
